acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-plugins
alsa-utils
amd-ucode
amdfan
appimagelauncher
arandr
arc-gtk-theme-git
archlinux-keyring
archlinux-xdg-menu
atool
authy
autoconf
automake
base
base-devel
bash-completion
bat
bc
bibata-cursor-theme-bin
binutils
bison
bmon
borgmatic
bridge-utils
calcurse
clipmenu
cmake
cmatrix
cowsay
cpu-x
cronie
debugedit
discord
dmidecode
dnsmasq
downgrade
duf
dunst
edk2-ovmf
efibootmgr
element-desktop
evhz-git
expac
eza
fakeroot
fd
file
file-roller
findutils
firefox
flameshot
flex
fortune-mod
galculator
gawk
gcc
gdu
gettext
gimp
git
github-cli
gloriousctl
gnome-themes-extra
go
gparted
grep
groff
grub
gst-plugin-pipewire
gtk-engine-murrine
gucharmap
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
i3-wm
i3blocks
i3lock-color
i3status
imagemagick
inetutils
innoextract
inxi
iptables-nft
iwd
jq
keepassxc
kitty
lf
lib32-mesa
lib32-pango
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libpulse
librewolf-bin
libtool
libva-mesa-driver
libvirt
lightdm
linux
linux-firmware
linux-lts
lolcat
lsb-release
lxappearance-gtk3
m4
maim
make
man-db
mangohud
matcha-gtk-theme
meld
mesa-utils
mpc
mpd
mprime
mpv
nano
ncmpcpp
neofetch
neovim
net-tools
network-manager-applet
networkmanager
newsboat
nitrogen
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nsxiv
numlockx
nvme-cli
odt2txt
openbsd-netcat
p7zip
pacman
pacman-contrib
pamixer
papirus-icon-theme
patch
pavucontrol
pcmanfm-gtk3
perl-file-mimeinfo
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
polybar
pop-gtk-theme
psensor
pulsemixer
python-llfuse
python-pynvim
qemu-base
qogir-icon-theme
radeontop
ranger
reflector
ripgrep
rofi
rofi-emoji
rsync
rust
s-tui
scrot
sed
signal-desktop
simplescreenrecorder-git
slop
smartmontools
sniffnet
spotify
steam
sudo
syncthing
sysstat
terminus-font
texinfo
thunar
thunderbird
tldr
traceroute
transmission-gtk
trash-cli
tree
ttf-bitstream-vera
ttf-dejavu
ttf-fira-mono
ttf-firacode-nerd
ttf-hack
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
ttf-ubuntu-font-family
tumbler
ueberzugpp
unrar
upower
vim
virt-manager
vivaldi
vulkan-radeon
w3m
wget
which
wine
wireless_tools
wireplumber
wmctrl
xautolock
xbindkeys
xclip
xdg-user-dirs-gtk
xdg-utils
xdo
xdotool
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xeyes
xorg-xinit
xorg-xinput
xorg-xsetroot
xterm
xwallpaper
yay
yt-dlp
zathura
zathura-pdf-poppler
zsh
zsh-autosuggestions
zsh-syntax-highlighting
